old/results/wrk/results/scenario-5-600-200/out.txt
Running 10m test @ http://192.168.1.2
  5 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   347.19us  171.95us  28.09ms   91.73%
    Req/Sec   107.07k     8.72k  133.54k    87.55%
  Latency Distribution
     50%  324.00us
     75%  398.00us
     90%  492.00us
     99%  707.00us
  319563339 requests in 10.00m, 255.64GB read
Requests/sec: 532604.36
Transfer/sec:    436.29MB